[{
"Q": "How will you ship my modern cat furniture?",
"A": "Our cat furniture ships via Fedex w/ insurance, tracking, and delivery confirmation for your convenience."
},{
"Q": "What is your return policy?",
"A": "We custom make each one of our cabinets to order and shipping costs are substantial. Because of this, all sales are final. Be sure you order with this in mind. I'm available at <a href='mailto:modernistcat@gmail.com'>modernistcat@gmail.com</a> to answer any of your questions to help you familiarize yourself with our product before you commit to the purchase."
},{
"Q": "What if my cabinet arrives damaged?",
"A": "We've gone to great lengths to be sure your cabinet arrives to you in the perfect condition it leaves our studio. Your cabinet is inspected and photographed before and after packaging. We only ship FedEx insured with signature required, and if your packaging is not perfect upon delivery, be sure to inspect it before accepting it. If you find damage, decline the delivery. When you decline delivery, you won't sign for the package and the FedEx driver will take the package back to his vehicle. I will immediately start another box for you and have it delivered to you as quickly as possible. If you notice damage after signing for the package, contact me at <a href='mailto:modernistcat@gmail.com'>modernistcat@gmail.com</a> within 24 hours and I will both start your new cabinet immediately and walk you through the steps that is your part in the claims and return process."
},{
"Q": "Where will my cat furniture ship from?",
"A": "From our studio in Seattle, Washington."
},{
"Q": "How do I clean my Circa50 Lounge pad slipcover?",
"A": "Wash using cold water and mild detergent (Woolite). Drying is NOT recommended - Air Dry Only - Do not Dry Clean."
},{
"Q": "Is it easy to assemble?",
"A": "Our cat furniture comes assembled!"
},{
"Q": "How can I be sure my cat will like this furniture?",
"A": "Some cats can be fickle and won't immediately appreciate their cool new furniture. Generally, cats need to understand that a new piece of furniture is for them. Sometimes it can take a little time to adjust. We recommend positively re-enforcing their usage of our Modern Cat dwellings by using treats, petting, and catnip to communicate their ownership. Soon, you'll have a hard time tearing them away from their new cat house."
},{
"Q": "Who is Modernist Cat?",
"A": "Modernist Cat is a design and manufacturing studio specializing in bringing high value goods to the consumer and business markets. Our studio is located in Seattle, Washington."
},{
"Q": "Who are the good looking guys in all your photos?",
"A": "Their names are Jackson and Elliott, and they are both 2 year old, Sphynx kitties. They love spending time in their Modernist Cat houses, perching on their Edgy Ledges and cuddling with anything warm!"
}]